"Untitled" = "未命名";

"WindowTitle" = "安装“%@”";

"FilesWindowTitle" = "来自“%@”的文件";

/* Displayed as a tooltip describing a search field */
"FilesSearchTooltip" = "搜索包含路径的文件";

/* Utility Menu Items */
"Utilities_Menu" = "实用工具";

/* Print */
"DefaultPrintMenuItem" = "打印…";

/* Menu item titles used for the Show/Hide Files function. */
"Show Files" = "显示文件";
"Hide Files" = "隐藏文件";

/* Alert panel indicating that the Installer could not find any plugins to load and therefore cannot perform an install */
"NO_SECTIONS_FOUND_ALERT_TITLE" = "安装器无法执行安装。";
"NO_SECTIONS_FOUND_ALERT_MESSAGE" = "安装器找不到执行安装所需要的资源。\n\n这是安装器的错误，不是您要安装的软件的错误。\n\n若需 Web 上的技术支持，请前往：\n\nhttp://www.apple.com/cn/support/";

/* Button titles */
"CONTINUE" = "继续";
"GOBACK" = "返回";
"CHOOSE" = "选取";

"CONTINUE_INSTALLING" = "继续安装";
"CANCEL_INSTALLING" = "取消安装";

"OpenFailed" = "打开失败";
"OpenFailedMsg" = "不能打开“%@”。";

/* Damaged runner error */
"INSTALLER_IS_DAMAGED_TITLE" = "安装器已损坏。";
"INSTALLER_IS_DAMAGED_MESSAGE" = "安装器无法打开软件包。可能文件所有权或权限出错。";

/* Displayed in an alert panel if the user tries to close the package when the package is in its "busy" state */
"PackageBusyTitle" = "安装器正忙。";
"PackageBusyMessage" = "窗口无法关闭。";

/* Displayed in an alert panel if the user tries to close the package when the package is in its "paused" state */
"PackagePaused" = "软件包尚未完全安装，请勿关闭。如果您现在关闭软件包，可能导致系统不稳定。";

/* Install failed alert-box titles */
"InstallFailedTitle" = "安装失败。";
"CannotInstallTitle" = "安装无法完成。";

/* Contents for alert box displayed when the user tries to quit the app while the package is installing */
"CantQuit" = "软件正在安装时，您不能退出安装器。";

/* Displayed when an install fails but the package does not require the machine to be rebooted. */
"FailWarning" = "未正确安装“%@”。";

/* Displayed when an install fails but the package does not require the machine to be rebooted. */
"NotInstalledYet" = "还没有安装“%@”。";

/* Bold title string in Quit sheet */
"InstallQuitTitle" = "您确定要退出安装器吗？";

/* Warnings */
"NeedsShutdown" = "若要安装此软件，您必须关闭您的电脑。请点按“关机”来完成此安装。";
"NeedsRestart" = "若要安装此软件，您必须重新启动您的电脑。请点按“重新启动”来完成此安装。";
"NeedsLogout" = "若要安装此软件，您必须关闭所有应用程序并注销。请点按“注销”来完成此安装。";

/* Displayed if the user tries to quit while a normal install is taking place */
"StopNormalInProgress" = "您确定要退出吗？现在停止安装器可能导致系统不稳定。";

/* Button in quit sheet */
"ChangeDisk" = "启动磁盘";

/* Title on the 'Go Back' button */
"GoBack" = "返回";

/* Button/menu item titles meaning 'Yes, I want to quit the application' */
"Quit" = "退出";
"QuitWithEllipsis" = "退出安装器…";

/* Button title meaning 'No, I don't want to quit the application' */
"DontQuit" = "不退出";

/* Button title used to restart the computer */
"Restart" = "重新启动";

/* Standard OK button title */
"OK" = "好";

/* Button title to cancel an action that produced an alert box */
"Cancel" = "取消";

/* Button title for a sheet which will close the installer window */
"Close" = "关闭";

/* "Show Error" button */
"ShowError" = "显示错误";

/* Error message given when plugin cannot be found. This is mostly an issue for running over a network. */
"CantFindPlugin" = "找不到名为“%@”的插件。";

/* Error message given when plugin is found but can't be loaded. This is mostly an issue for running over a network. */
"CantLoadPlugin" = "已找到插件“%@”的路径，但无法创建其捆绑。";

/* Error message given when plugin is loaded but doesn't have its firstPage outlet set. This is mostly a debugging aid. */
"NoFirstPage" = "插件“%@”没有第一页。";

/* Alert box title when the user cannot save a file document */
"CantSaveFile" = "无法存储该文件。";

/* Alert box explanatory text displayed when a user cannot save a file document */
"CantSaveFileText" = "您可能没有权限在该位置存储这份文稿。";

/* File Listing Controller Strings */
"FILE_LISTING_NOT_AVAIL" = "文件列表不可用。";
"FILE_LISTING_NOT_AVAIL_YET" = "文件列表仍不可用。";

/* Security Warning Strings */
/* Display this message if the package will be running programs without the user's knowledge. */
"CheckToolAlert" = "本安装器将运行一个程序以确定软件能否安装。您要继续吗？";

/* Title for the below message */
"CheckToolAlertEnhancedTitle" = "此软件包将运行一个程序以确定该软件能否安装。";

/* Displays this message if the package will be running programs contains inside a package */
"CheckToolAlertEnhanced" = "若要保证电脑的安全，您应该只运行或安装来源可靠的程序或软件。如果您不确定此软件的来源，请点按“取消”来停止程序运行和软件安装。";

/* Displayed in Menu Bar in the Spotlight area when running from install media */
"NoSpotlightTooltip" = "在您正在安装此软件时 Spotlight 不可用";

/* Install Automation Strings */
"AutomatedInstallFailure" = "您不能在此磁盘上安装“%@”。";
"AutomatedInstallFailureWithReason" = "您不能在此磁盘上安装“%@”。%@";

"AutomatedInstallTargetFreeSpace" = "目标磁盘的可用空间不足，无法安装。请退出安装器并移去文件或应用程序以腾出更多可用的磁盘空间，然后再次尝试安装。";
"AutomatedInstallTargetMissingTitle" = "无法通过路径“%@”找到磁盘。";
"AutomatedInstallTargetMissing" = "请确定您已选择了正确的磁盘，而且磁盘没有损坏或中断连接。";

/* Install Authenticity Strings */
"UNSIGNED_TITLE" = "无法确定此软件的来源。";
"UNSIGNED_DESCRIPTION" = "若要保证电脑的安全，您应该只安装来源可靠的软件。";
"INVALID_SIGNATURE_ERROR_TITLE" = "安装已被取消，因为无法验证此软件的来源。";
"INVALID_SIGNATURE_ERROR" = "若要保证电脑的安全，您应该只安装来源可靠的软件。";

/* IADataTransferMonitor Strings */
"CALCULATING_TIME_REMAINING" = "正在计算…";
"HOURS_AND_MINUTES_REMAINING" = "%1$d 小时 %2$d 分钟";
"HOURS_REMAINING" = "%d 小时";
"HOUR_AND_MINUTES_REMAINING" = "1 小时 %d 分钟";
"HOUR_REMAINING" = "1 小时";
"MINUTES_REMAINING" = "%d 分钟";
"MINUTE_REMAINING" = "1 分钟";
"LESS_THAN_A_MINUTE_REMAINING" = "不到一分钟";
